[LanguageFileInfo]
LanguageEng=English
Language=
Translator=ProgMan13

[Setup]
; 0 - 2 type translate strings, 1 - 1 type translate strings, 3 - 3 special type translate strings (Russian)
LngType=0

[Misc]
cIconsInIconLibrary1 = %d icon in Icon Library
cIconsInIconLibrary2 = %d icons in Icon Library
cIconsInIconLibrary3 = %d icons in Icon Library
cIconsInMultiIcon1 = %d subicon in MultiIcon
cIconsInMultiIcon2 = %d subicons in MultiIcon
cIconsInMultiIcon3 = %d subicons in MultiIcon
cItemsSelected1 = %d item selected
cItemsSelected2 = %d items selected
cItemsSelected3 = %d items selected
cLibraryBits1 = %d bit
cLibraryBits2 = %d bit
cLibraryBits3 = %d bit
cIcons1 = %d icon
cIcons2 = %d icons
cIcons3 = %d icons
cDeleteIconsFromLib1 = Delete %d icon from library?
cDeleteIconsFromLib2 = Delete %d icons from library?
cDeleteIconsFromLib3 = Delete %d icons from library?
cDeleteIconsFromMultiIcon1 = Delete %d icon from MultiIcon?
cDeleteIconsFromMultiIcon2 = Delete %d icons from MultiIcon?
cDeleteIconsFromMultiIcon3 = Delete %d icons from MultiIcon?
cError = Error
cCompressed = Compressed
cSaveIcon = Save Icon
cSaveLibrary = Save Icon Library
cSaveImage = Save Image
cDeleteIcon = Delete Icon
cOK       = OK
cCancel   = Cancel

[frmICLView]
c1   = Save Icon... 
c2   = Save Selected Icons... 
c3   = Save All Icons... 
c4   = Save As Bitmap/PNG... 
c5   = Editor Mode 
c6   = Add Icon... 
c7   = Rename Icon... 
c8   = Delete Icon(s)... 
c9   = Select Duplicates 
c10  = Save Selected As ICL... 
c11  = Save All As ICL... 
c12  = View Icon... 
c13  = Change View Mode 
c14  = Background... 
c15  = Setup... 
c16  = %s [%s]
c17  = Draw Thumb Borders 
c18  = Draw Icon in Center 
c19  = Draw Icon Text 
c20  = %d x %d (Custom Size) 
c21  = Antialiasing 
c22  = Copy Client Bitmap to Clipboard 
c23  = Editor Mode 
c24  = Save All Icons as MultiIcon...

[frmIcon]
c301   = Save Icon...
c302   = Save As Bitmap/PNG...

[frmSetup]
Color0  = Custom...
Color1  = Black
Color2  = Maroon
Color3  = Green
Color4  = Olive
Color5  = Navy
Color6  = Purple
Color7  = Teal
Color8  = Gray
Color9  = Silver
Color10 = Red
Color11 = Lime
Color12 = Yellow
Color13 = Blue
Color14 = Fuchsia
Color15 = Aqua
Color16 = White
Color17 = Money Green
Color18 = Sky Blue
Color19 = Cream
Color20 = Medium Gray
Color21 = Active Border
Color22 = Active Caption
Color23 = Application Workspace
Color24 = Background
Color25 = Button Face
Color26 = Button Highlight
Color27 = Button Shadow
Color28 = Button Text
Color29 = Caption Text
Color30 = Gradient Active Caption
Color31 = Gradient Inactive Caption
Color32 = Gray Text
Color33 = Highlight Background
Color34 = Highlight Text
Color35 = Hot Light
Color36 = Inactive Border
Color37 = Inactive Caption
Color38 = Inactive Caption Text
Color39 = Info Background
Color40 = Info Text
Color41 = Menu Background
Color42 = Menu Bar
Color43 = Menu Highlight
Color44 = Menu Text
Color45 = Scroll Bar
Color46 = 3D Dark Shadow
Color47 = 3D Light
Color48 = Window Background
Color49 = Window Frame
Color50 = Window Text

cIconSort0 = None
cIconSort1 = By Resolution
cIconSort2 = By Color
cIconSort3 = By Resolution (Reversed)
cIconSort4 = By Color (Reversed)

c400   = %s Setup
c401   = Main View Color:
c402   = Thumbnails View Color:
c403   = Main View TC Quick View Color:
c404   = Thumbnail View TC Quick View Color:
c405   = Single Icon Sort Type:
c406   = Single Icon Preview Sort Type:
c407   = Start Maximized
c408   = " Language "
c409   = Default (English)
